import { NB_SP, MDASH } from '__constants__';
import img1 from '../assets/comfort-img1.jpg';
import img2 from '../assets/comfort-img2.jpg';
import img3 from '../assets/comfort-img3.jpg';
import imgAdd1 from '../assets/3.1.jpg';
import imgAdd2 from '../assets/3.2.jpg';
import imgAdd3 from '../assets/3.3.jpg';
import imgAdd4 from '../assets/3.4.jpg';
import imgAdd5 from '../assets/3.5.jpg';
import imgAdd6 from '../assets/3.6.jpg';
import imgAdd7 from '../assets/3.7.jpg';
import imgAdd8 from '../assets/3.8.jpg';
import imgAdd9 from '../assets/3.9.jpg';
import imgAdd10 from '../assets/3.10.jpg';
import imgAdd11 from '../assets/3.11.jpg';

export const TABS = [
  {
    title: 'Однотонный',
    img: img1,
  },
  {
    title: 'Комбинированный',
    img: img2,
  },
  {
    title: 'Кобминированный с Alcantara',
    img: img3,
  },
];

export const ADDITIONAL = [
  // 1
  {
    title: `Встроенная подсветка с${NB_SP}датчиками включения`,
    text: `Встроенная подсветка это не${NB_SP}просто модное решение,
    она незаменима при пользовании мебелью в${NB_SP}темное время суток,
    или в${NB_SP}помещении с${NB_SP}недостаточной освещенностью.`,
    img: imgAdd1,
  },
  // 2
  {
    title: `Вешало с${NB_SP}силиконовым демпфером`,
    text: `Специальный силиконовый демпфер, встроенный в${NB_SP}вешало,
    сделает пользование мебелью еще более комфортным.`,
    img: imgAdd2,
  },
  // 3
  {
    title: 'Телескопический съемник',
    text: `В${NB_SP}случае, если шкаф достаточно высокий, мы${NB_SP}оснастим его
    специальным съемником. Вам не${NB_SP}придется использовать стул,
    чтобы снять одежду с${NB_SP}верхнего яруса.`,
    img: imgAdd3,
  },
  // 4
  {
    title: 'Внутреннее зеркало',
    text: `Иногда зеркало некомфортно размещать на${NB_SP}фасаде шкафа.
    В${NB_SP}этом случае его удобно разместить внутри изделия.`,
    img: imgAdd4,
  },
  // 5
  {
    title: 'Выдвижные обувницы',
    text: `Размещение обуви в${NB_SP}выдвижных обувницах позволяет сэкономить
    место и${NB_SP}сделать ее${NB_SP}хранение значительно более удобным.`,
    img: imgAdd5,
  },
  // 6
  {
    title: 'Лифтовое вешало',
    text: `Лифтовое вешало при необходимости позволяет эффективно
    использовать верхний ярус изделия.`,
    img: imgAdd6,
  },
  // 7
  {
    title: 'Выдвижная галстучница',
    text: `Галстук${NB_SP}${MDASH} незаменимая вещь в${NB_SP}гардеробе делового
    человека. Выдвижное вешало для галстуков это идеальный способ хранения.`,
    img: imgAdd7,
  },
  // 8
  {
    title: 'Выдвижные брючницы',
    text: `Благодаря этим удобным приспособлениям ваши брюки
    никогда не${NB_SP}будут мяться.`,
    img: imgAdd8,
  },
  // 9
  {
    title: 'Специальные органайзеры',
    text: `Специальный органайзер отделанный Alcantara или тканью позволит
    удобным образом организовать хранение дорогих вам вещей.`,
    img: imgAdd9,
  },
  // 10
  {
    title: 'Полки со стеклянными бортиками',
    text: `Стеклянные бортики ящиков из${NB_SP}тонированного стекла делают
    мебель более изящной.`,
    img: imgAdd10,
  },
  // 11
  {
    title: 'Специальные органайзеры',
    text: `Теперь вы${NB_SP}можете определить свое место для каждого предмета,
    будь${NB_SP}то ремни галстуки, или очки.`,
    img: imgAdd11,
  },
];
