import { ReactComponent as img1 } from '../assets/about-img.svg';
import { ReactComponent as img2 } from '../assets/about-img2.svg';
import { ReactComponent as img3 } from '../assets/about-img3.svg';
import { ReactComponent as img4 } from '../assets/about-img4.svg';
import { ReactComponent as img5 } from '../assets/about-img5.svg';
import { ReactComponent as img6 } from '../assets/about-img6.svg';

export const CARDS = [
  {
    id: 1,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img1,
  },
  {
    id: 2,
    title: 'Высокое качество мебели',
    text: `Мы\xa0знаем. что качественная мебель видна сразу.
      Приходите и\xa0Вы увидите это сами. Вся продукция проходит
      строжайший контроль качества фабрики. Поэтому она выглядит хорошо.`,
    img: img2,
  },
  {
    id: 3,
    title: 'Мы обустраиваем интерьеры более 20 лет',
    text: `За\xa0это время мы\xa0приобрели бесценный опыт,
      который позволяет нам безупречно выполнять даже самые сложные проекты.
      Приходите и\xa0мы\xa0поделимся этими знаниями с\xa0Вами!`,
    img: img3,
  },
  {
    id: 4,
    title: 'Большая экспозиция',
    text: `Невозможно выбрать мебель, не\xa0увидев и\xa0не\xa0потрогав
      ее\xa0руками. На\xa0площади 300\xa0м вы\xa0сможете увидеть как
      множество готовых образцов мебели, так и\xa0подобрать все
      необходимые материалы для будущего проекта.`,
    img: img4,
  },
  {
    id: 5,
    title: 'Удобные расположение',
    text: `Наш салон расположен в\xa0одном из\xa0самых транспортнодоступных
      мест города Москвы в\xa0районе\xa0м. Сокол в\xa05\xa0минутах
      от\xa0ТТК. Вам будет очень удобно добираться до\xa0нас.`,
    img: img5,
  },
  {
    id: 6,
    title: 'С нами надежно и безопасно',
    text: `Наш салон являемся фирменным представительством фабрики,
      никаких посредников от\xa0этапа проектирования мебели до\xa0монтажа.
      Это позволяет найти решение даже в\xa0самых нестандартных ситуациях.`,
    img: img6,
  },
];
