import { ReactComponent as img1 } from '../assets/about-img.svg';
import { ReactComponent as img2 } from '../assets/about-img2.svg';
import { ReactComponent as img3 } from '../assets/about-img3.svg';
import { ReactComponent as img4 } from '../assets/about-img4.svg';
import { ReactComponent as img5 } from '../assets/about-img5.svg';
import { ReactComponent as img6 } from '../assets/about-img6.svg';

export const CARDS = [
  {
    id: 1,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img1,
  },
  {
    id: 2,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img2,
  },
  {
    id: 3,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img3,
  },
  {
    id: 4,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img4,
  },
  {
    id: 5,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img5,
  },
  {
    id: 6,
    title: 'Богатый ассортимент',
    text: `Мы\xa0можем предложить Вам корпусную мебель для любой из\xa0зон
      вашего дома\xa0\u2014 от\xa0кухни до\xa0детской комнаты.
      Более 1000 вариантов материалов и\xa0отделок будут доступны для вашего выбора.
      Это удобно, выгодно и\xa0позволит сэкономит массу Вашего времени.`,
    img: img6,
  },
];