export const TABS = [
  {
    title: 'Эмаль',
    list: [
      'Классичесике и современные модели фасадов',
      'Патина, матовые и глянцевые отделки',
      'Более 2000 оттенков',
      'Разработка фасадов по вашему образцу',
    ],
    img: 'http://placekitten.com/300/300',
  },
  {
    title: 'Ламинат',
    list: [
      'Итальянские, немецкие и австрийские материалы',
      '100% экологичность, можно применять в детских комнатах',
      'Более 300 вариантов декоров под любой дизайн помещения',
      'Высокая износостойкость',
      'Декоративная ударопрочная кромка (не Китай).',
    ],
    img: 'http://placekitten.com/300/301',
  },
  {
    title: '3D Ламинат',
    list: [
      'Европейские материалы',
      'Глубокая имитация текстуры натуральных материалов',
      'Более 50 вариантов декоров под древесину, камень, кожу',
      'Высокая износостойкость',
    ],
    img: 'http://placekitten.com/300/302',
  },
  {
    title: 'Шпон',
    list: [
      'Подбор шпона по образцу',
      'Покраска эмалью',
      'Тонирование в нужный цвет',
      'Сохраняется точный рисунок древесины',
    ],
    img: 'http://placekitten.com/300/306',
  },
  {
    title: 'Кожа',
    list: [
      'Прочный и долговечный материал',
      'Выглядит благородно и элегантно',
      'Создает атмосферу респектабельности и эксклюзивности',
    ],
    img: 'http://placekitten.com/300/303',
  },
  {
    title: 'Стекло',
    list: [
      'Декоративные и крашеные стекла',
      'Декоративные и цветные зеркала',
      'Более 100 декоров',
      'Нанесение декоративной гравировки',
      'Художественное матирование стекла',
      'Составные панно из зеркал',
    ],
    img: 'http://placekitten.com/300/304',
  },
];
